Repository: NeverHack/neverball
Catalog: po/*.po
Languages: lv

source: That one switch controls all five barriers.\Be quick, because the switch is on a timer.\When it expires, the barriers will rise.\
lv: Tas vienīgais slēdzis pārvalda visas piecas\barjeras. Rīkojies ātri, jo slēdzim ir laika atskaite.\Kad laiks beigsies, barjeras atkal pacelsies.\

source: Neverball\\http://icculus.org/neverball\\created by Robert Kooima\
lv: Neverball\\http://icculus.org/neverball\\izveidojis Robert Kooima\

source: Here's another coin grab.\Use it to earn a free ball.\Perhaps you already know a good route.\Teleportation might come in handy.\
lv: Vēl viena monētu grābtuve.\Izmanto to, lai nopelnītu papildus bumbu.\Iespējams, ka Tu jau zini labu ceļu.\Teleportācija var izrādīties noderīga.\

source: There are plenty of coins here if you're\willing to take the time to grab them.\
lv: Šeit ir pa pilnam monētu, ja vien Tu esi\ar mieru atvēlēt kādu laiciņu to savākšanai.\
