Repository: NeverHack/neverball
Catalog: po/*.po
Languages: lv

source: replay%02d
lv: ieraks%02d

source: Coins
lv: Monētas

source: Goal
lv: Mērķis

source: Balls
lv: Bumbas

source: Score
lv: Kopā

source: Chase
lv: Vajājošs

source: Lazy
lv: Slinks

source: Manual
lv: Manuāls

source: Not a valid level file
lv: Nederīgs ieraksta fails

source: Challenge
lv: Spēku pārbaude

source: Normal
lv: Spēle

source: Practice
lv: Treniņš

source: Single
lv: Vienīgais

source: Aborted
lv: Pārtraukts

source: Time-out
lv: Laiks cauri

source: Success
lv: Veiksmīgs

source: Fall-out
lv: Kritiens

source: screen%02d.bmp
lv: attēls%02d.bmp

source: Usage: %s [options ...] -r, --replay file play the replay 'file'. -l, --level file.sol play the level 'file.sol'. -i, --info display info about level or replay. --data dir use 'dir' as game data directory. -v, --version show version. -h, -?, --help show this usage message.
lv: Pielietojums: %s [opcijas ...] -r, --replay fails parādīt spēles ierakstu 'fails'. -l, --level fails.sol spēlēt līmeni 'fails.sol'. -i, --info parādīt informāciju par līmeni vai ierakstu. --data dir izmantot 'dir' par spēles datu direktoriju. -v, --version parādīt versiju. -h, -?, --help parādīt šo ziņojumu.

source: %s: %s version %s
lv: %s: %s versija %s

source: %s: unknown option %s
lv: %s: neatpazīta opcija %s

source: %s: option %s requires an argument
lv: %s: opcijai %s nepieciešams arguments

source: Failure to establish game data directory
lv: Neizdevās noteikt spēles datu direktoriju

source: Failure to establish config directory
lv: Neizdevās noteikt konfigurācijas direktoriju

source: Replay file '%s':
lv: Ieraksta fails '%s':

source: Not a replay file
lv: Nav ieraksta fails

source: %s: --info requires --replay or --level
lv: %s: --info nepieciešams --replay vai --level

source: Error while loading user high-score file '%s':
lv: Kļūda, ielādējot lietotāja spēles rezultātu failu '%s':

source: Incorrect format
lv: Nepareizs formāts

source: Cannot load the set file '%s':
lv: Nav iespējams ielādēt komplekta failu '%s':

source: B%d
lv: P%d

source: Options
lv: Opcijas

source: No
lv: Nē

source: Yes
lv: Jā

source: Low
lv: Slikti

source: High
lv: Labi

source: Off
lv: Bez

source: On
lv: Ar

source: Back
lv: Atpakaļ

source: Fullscreen
lv: Pilnekrāns

source: Resolution
lv: Izšķirtspēja

source: Textures
lv: Tekstūras

source: Geometry
lv: Ģeometrija

source: Reflection
lv: Atspulgs

source: Background
lv: Fons

source: Shadow
lv: Ēna

source: Sound Volume
lv: Skaņu skaļums

source: Music Volume
lv: Mūzikas skaļums

source: Language
lv: Valoda

source: Player Name
lv: Spēlētāja vārds

source: Player
lv: Spēlētājs

source: State
lv: Stāvoklis

source: Replay
lv: Ieraksts

source: Time
lv: Laiks

source: Mode
lv: Režīms

source: Level
lv: Līmenis

source: Date
lv: Datums

source: No Replays
lv: Nav ierakstu

source: You can save replays of your games.\Currently, there are no replays saved.
lv: Tu vari saglabāt savu spēļu ierakstus.\Šobrīd neviens ieraksts nav saglabāts.

source: Select Replay
lv: Izvēlies ierakstu

source: Replay Ends
lv: Ieraksta beigas

source: Replay Again
lv: Parādīt vēlreiz

source: Keep
lv: Paturēt

source: Delete
lv: Dzēst

source: Delete Replay?
lv: Dzēst ierakstu?

source: New Challenge Record
lv: Jauns spēka rekords

source: Challenge Complete
lv: Spēku pārbaude izturēta

source: Change Player Name
lv: Mainīt spēlētāja vārdu

source: Modes
lv: Režīmi

source: Left and right mouse buttons rotate the view.
lv: Kreisā un labā peles poga groza skatu.

source: Hold Shift for faster view rotation.
lv: Pieturi Shift ātrākai skata grozīšanai.

source: Pause / Release Pointer
lv: Pauze / Atbrīvot kursoru

source: Exit / Cancel Menu
lv: Iziet / Atcelt izvēlni

source: Chase View
lv: Vajājošais skats

source: Lazy View
lv: Slinkais skats

source: Manual View
lv: Manuālais skats

source: Show FPS
lv: Rādīt FPS

source: Spacebar
lv: Space

source: Escape
lv: Esc

source: Single Level
lv: Atsevišķs līmenis

source: Level
lv: Līmenis

source: Cannot load the level file.
lv: Nav iespējams ielādēt līmeņa failu

source: Cancel
lv: Atcelt

source: GAME OVER
lv: SPĒLE GALĀ

source: Ready?
lv: Uzmanību!

source: Set?
lv: Gatavību!

source: GO!
lv: AIZIET!

source: SPECIAL GOAL
lv: ĪPAŠAIS MĒRĶIS

source: Fall-out!
lv: Kritiens!

source: Time's Up!
lv: Laiks cauri!

source: New Record
lv: Jauns rekords

source: GOAL
lv: MĒRĶIS

source: Finish
lv: Beigt

source: Next Level
lv: Nākošais līmenis

source: Game Over
lv: Spēle galā

source: Retry Level
lv: Mēģināt vēlreiz

source: Save Replay
lv: Saglabāt ierakstu

source: Replay Name
lv: Ieraksta nosaukums

source: Save
lv: Saglabāt

source: Overwrite?
lv: Pārrakstīt?

source: Level Set
lv: Līmeņu komplekts

source: Play this bonus level in practice mode
lv: Spēlē šo papildus līmeni treniņrežīmā

source: Play this level in practice mode
lv: Spēlē šo līmeni treniņrežīmā

source: Play this bonus level in normal mode
lv: Spēlē šo papildus līmeni parastajā režīmā

source: Play this level in normal mode
lv: Spēlē šo līmeni parastajā režīmā

source: Play in challenge mode to unlock extra bonus levels
lv: Pārbaudi spēkus, lai atslēgtu papildus līmeņus

source: Finish previous levels to unlock this level
lv: Pabeidz iepriekšējos līmeņus, lai atslēgtu šo līmeni

source: Challenge all levels from the first one
lv: Pārbaudi spēkus spēlē no pirmā līdz pēdējam līmenim

source: Collect coins and unlock next level
lv: Vāc monētas un atslēdz nākošo līmeni

source: Train yourself without time nor coin
lv: Vingrinies bez laika un monētu ierobežojumiem

source: Set Complete
lv: Komplekts pabeigts

source: Choose a level to play
lv: Izvēlies līmeni

source: menu^Play
lv: Spēlēt

source: menu^Replay
lv: Skatīties

source: menu^Help
lv: Palīdzība

source: menu^Options
lv: Opcijas

source: menu^Exit
lv: Iziet

source: Easy
lv: Viegli

source: Hard
lv: Grūti

source: Medium
lv: Vidēji

source: Most Coins
lv: Visvairāk monētu

source: Unlock Goal
lv: Mērķis atslēgts

source: Best Times
lv: Labākie laiki

source: del
lv: dzēst

source: Next
lv: Nākamie

source: Prev
lv: Iepriekšējie

source: P1
lv: S1

source: P2
lv: S2

source: P3
lv: S3

source: P4
lv: S4

source: Select Course
lv: Izvēlies kursu

source: Players?
lv: Spēlētāji?

source: Hole %02d
lv: Bedrīte %02d

source: It's In!
lv: Ir!

source: 1 Stroke Penalty
lv: 1 sitiena sods

source: Scores
lv: Rezultāti

source: Final Scores
lv: Gala rezultāti

source: Sound disabled
lv: Nav skaņas

source: Out of widget IDs
lv: Beigušās widget ID

source: Paused
lv: Pauze

source: English
lv: Angļu

source: French
lv: Franču

source: German
lv: Vācu

source: Latvian
lv: Latviešu

source: System Default
lv: Sistēmas valoda

source: Difficulty: A second set of easy levels.\\\Work in progress.\\
lv: Otrais vieglo līmeņu komplekts.\\\Pagaidām tikai top.\\

source: The original 18-hole Neverputt course.\With a gentle learning curve.\ \Difficulty: Easy to Medium\Author: rlk\
lv: Sākotnējais 18 bedrīšu kurss.\Ar pakāpeniski augošu grūtības pakāpi.\ \Sarežģītība: no nelielas līdz vidējai\Autors: rlk\

source: Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
lv: Vēl viens 18 bedrīšu kurss\ \ \Sarežģītība: vidēja\Autors: paxed\

source: Yet Another 18-hole course\ \ \Difficulty: Medium\Author: paxed\
lv: Kārtējais 18 bedrīšu kurss\ \ \Sarežģītība: vidēja\Autors: paxed\

source: Even More Holes\ \ \Difficulty: Medium\Author: paxed\
lv: Un vēl vairāk bedrīšu\ \ \Sarežģītība: vidēja\Autors: paxed\

source: A 26-hole course\following the alphabet\\Difficulty: Hard\Author: paxed\
lv: 26 bedrīšu kurss\alfabēta secībā\\Sarežģītība: ievērojama\Autors: paxed\

source: Crazy Golf\ \\Difficulty: Easy to Medium\Author: slippifishi\
lv: Ķertais Golfs\ \\Sarežģītība: no nelielas līdz vidējai\Autors: slippifishi\

source: Try to grab all of the blue coins...\it won't be easy!
lv: Pamēģini savākt visas zilās monētas...\tas nebūs vienkārši!

source: It's a real game of checkers, but no one wins...\You have to bounce to reach the blue coins.
lv: Tā ir īsta dambretes spēle, taču nav uzvarētāja...\Tev vajadzēs palēkāt, lai tiktu pie zilajām monētām.

source: Calm and meditation may bring you to the Nirvana.
lv: Ar mierīgu prātu un meditāciju Tu vari sasniegt Nirvānu.

source: So many different paths to take...\have you tried all of them?
lv: Tik daudz dažādu ceļu, pa kuriem iet...\vai esi izmēģinājis tos visus?

source: Fall down stairs.\Ough!\It hurts.
lv: Krītamkāpnes.\Sāpīgi.

source: Le parcours du combattant.\Ready for the assault course?
lv: Le parcours du combattant.\Esi gatavs šķēršļu joslai?

source: Les rampes abruptes.\Control your speed.
lv: Les rampes abruptes.\Pārvaldi savu ātrumu.

source: La course effrénée.\Let's make some laps.
lv: La course effrénée.\Pariņķosim.

source: L'escalade ardue.\Do you suffer from vertigo?
lv: L'escalade ardue.\Vai Tev bail no augstuma?

source: Le cycle éternel.\Avoid teleporters...
lv: Le cycle éternel.\Turies tālāk no portāliem...

source: La ballade dansante.\Let's dance on the moving platform!\Tip: After activating the last moving platform,\ turn around the Thwomp until the goal is reachable.
lv: La ballade dansante.\Padancosim uz kustīgās platformas!\Padoms: Pēc pēdējās platformas iedarbināšanas\ riņķo ap sejaini līdz mērķis kļūst sasniedzams.

source: La ballade tranquille.\What a quiet walk.
lv: La ballade tranquille.\Kāda klusa pastaiga.

source: La descente infernale.\Easy enough to start?
lv: La descente infernale.\Pietiekoši viegli iesākumam?

source: La conduite stressante.\Attention:\The platform under the ball moves forward.
lv: La conduite stressante.\Uzmanību:\Platforma zem bumbas pārvietojas uz priekšu.

source: La conduite dangereuse.\The platform under the ball moves quickly forward.\You would do well to advance.
lv: La conduite dangereuse.\Platforma zem bumbas ātri pārvietojas uz priekšu.\Tu labi darītu, ja pasteigtos.

source: Le passage incertain.\Isn't too easy?
lv: Le passage incertain.\Nav pārāk vienkārši?

source: Ghost Valley.\Make 3 laps to open the goal.
lv: Spoku ieleja.\Veic 3 apļus, lai atvērtu mērķi.

source: La tour de verre.\Find the way to the exit.
lv: La tour de verre.\Atrodi ceļu līdz izejai.

source: La maîtrise de Neverball.\You still think Neverball is too easy?
lv: La maîtrise de Neverball.\Joprojām šķiet, ka Neverball ir pārāk viegla?

source: Les boucles renversantes.\Upside down!
lv: Les boucles renversantes.\Ačgārni!

source: Le contrôle des courbes.\Find the right angle to turn,\to jump and to land...
lv: Le contrôle des courbes.\Atrodi īsto leņķi, lai grieztos,\lektu, un piezemētos...

source: Le chemin dissimulé.\Test your memory.
lv: Le chemin dissimulé.\Pārbaudi savu atmiņu.

source: Le labyrinthe fou.\You know the way, you see it,\so why are you taking another one?
lv: Le labyrinthe fou.\Tu zini ceļu, Tu to redzi,\un tik un tā Tu dodies pretējā virzienā?

source: Le sentier étroit.\Patience and timing.\Tips: maximise speed at the first slope.
lv: Le sentier étroit.\Pacietību un precizitāti.\Padoms: kāpini ātrumu pirmajā nobraucienā.

source: Les épreuves minutées.\Run baby, run!
lv: Les épreuves minutées.\Skrien!

source: Le petit cross.\Let's go scrambling!\Stick to the track to optimize speed.
lv: Le petit cross.\Dodamies kāpelēt!\Turies tuvāk ceļam, lai uzlabotu ātrumu.

source: La descente rafraîchissante.\Not so fast, not so fast.
lv: La descente rafraîchissante.\Ne tik ātri, ne tik ātri.

source: Le chemin de la foi.\Self-confidence.
lv: Le chemin de la foi.\Pašapziņa.

source: Le sens trigonométrique.\Turn, wait and jump.
lv: Le sens trigonométrique.\Griezies, gaidi, un lec.

source: L'ascension pressée.\Only one piece of advice: don't stop!
lv: L'ascension pressée.\Tikai viens ieteikums: neapstājies!

source: Un va-et-vient frustrant.\Remember the activation order.
lv: Un va-et-vient frustrant.\Atceries ieslēgšanas secību.

source: Street Neverball\Choose your party and score 3 points.
lv: Street Neverball\Izvēlies savu komandu un gūsti 3 punktus.

source: Prisonnier de la boule.\Living in a sphere.\Catching all blue coins is a challenge.
lv: Prisonnier de la boule.\Dzīve lodē.\Zilo monētu savākšana ir īsts izaicinājums.

source: Les grands cônes.\Living in a cone.
lv: Les grands cônes.\Dzīve konusā.

source: Les flammes ardentes.\Do this remind you of something?
lv: Les flammes ardentes.\Vai šis Tev kaut ko atgādina?

source: Les sauts du célèbre plombier.\Follow the coins.
lv: Les sauts du célèbre plombier.\Seko monētām.

source: Savoir rebondir pour aller plus haut.\The Neverball Arena.
lv: Savoir rebondir pour aller plus haut.\Neverball Arēna.

source: Savoir chuter.\Follow the blue markers.
lv: Savoir chuter.\Seko zilajām atzīmēm.

source: Le petit moulin.\The good timing to go in the cabin.
lv: Le petit moulin.\Notver īsto brīdi iekāpšanai kabīnē.

source: Ne pas se laisser emporter dans le néant.\Don't go too low.
lv: Ne pas se laisser emporter dans le néant.\Nenolaidies pārāk zemu.

source: Si si, ce tuyau a une fin.\Living in a pipe.\Tip: slow down for the last jump!
lv: Si si, ce tuyau a une fin.\Dzīve caurulē. Padoms: samazini\ātrumu pēdējam lēcienam.

source: Plus dur que la difficulté.\Good luck.
lv: Plus dur que la difficulté.\Labu veiksmi.

source: Être patient.\Not too hard.
lv: Être patient.\Nav pārāk grūti.

source: Le passage éphémère.\Trust the coins.
lv: Le passage éphémère.\Uzticies monētām.

source: Hé, on pousse pas !\Not too fast, not too slow.
lv: Hé, on pousse pas !\Ne pārāk ātri, ne pārāk lēni.

source: Rainbow Road.\Make 3 laps to open the goal.
lv: Varavīkšņu ceļš.\Veic 3 apļus, lai atvērtu mērķi.

source: Le rodéo de Neverball.\You'll fall quickly.
lv: Le rodéo de Neverball.\Tu ātri kritīsi.

source: J'y vais, ou j'y vais pas ?\Do not dither.
lv: J'y vais, ou j'y vais pas ?\Nerausties.

source: Préparez un petit sac.\The stomach-tester.
lv: Préparez un petit sac.\Vēderpārbaude.

source: Un petit échauffement.\Welcome to the new Mehdi's set!
lv: Un petit échauffement.\Laipni lūgti jaunajā Mehdi komplektā!

source: Plus vite que la vitesse.\Speedness definition.
lv: Plus vite que la vitesse.\Ātruma definīcija.

source: La danse asiatique\Trust in the arrows.
lv: La danse asiatique\Uzticies bultām.

source: Suis le mouvement.\Warning, the road is moving.
lv: Suis le mouvement.\Uzmanību, kustīgs ceļš.

source: Tranquille, mais pas trop.\Sync yourself to the music.
lv: Tranquille, mais pas trop.\Pieskaņojies mūzikas ritmam.

source: Les toiles attirantes.\Get out of the webs.
lv: Les toiles attirantes.\Tiec ārā no tīkliem.

source: Those bridges are angled.\Each is narrower and steeper than the last.\Take the easy cash or\go all the way for a big payoff.\
lv: Šie tilti ir slīpi.\Katrs no tiem ir šaurāks un stāvāks par iepriekšējo.\Savāc sīknaudu, vai arī\ej visu ceļu pēc lielās naudas.\

source: Try to avoid being hit by moving objects.\One bump can throw the ball\completely out of control.\
lv: Centies izvairīties no kustīgiem priekšmetiem.\Viens vienīgs trieciens spēj padarīt\bumbu pavisam nevadāmu.\

source: Learn to control a bouncing ball.\Look at the shadow to know where the\ball will land. If you're feeling confident in\your mastery of bouncing, take a risk\for a big payoff.\
lv: Iemācies pārvaldīt lēkājošu bumbu.\Paturi acīs ēnu, lai zinātu, kur bumba\piezemēsies. Ja jūties pietiekoši pārliecināts\par savām lēkāšanas iemaņām,\vari mēģināt tikt klāt lielajai naudai.\

source: There's not enough floor here.\Hopefully that's not a problem.\
lv: Šeit ir pārāk maz grīdas.\Cerams, ka tā nav nekāda problēma.\

source: This time you must get 50 coins to unlock the goal.\Collect 100 coins to earn an extra ball.\Red coins are worth 5, blue coins are worth 10.\Get to the goal before time expires!\\Click to begin.\
lv: Šoreiz Tev mērķa atslēgšanai jāiegūst 50 monētas.\Savāc 100 monētas, lai nopelnītu papildus bumbu.\Sarkano monētu vērtība ir 5, zilo - 10.\Tiec līdz mērķim pirms beidzas laiks!\\Klikšķini, lai sāktu.\

source: Here are some more opportunities for you to\fall off into the void. Hit the bump hard to\grab some big coins and score a short time.\
lv: Šeit priekš Tevis ir vēl pāris iespējas\nogāzties nebūtībā. Triecies pret paaugstināto\apmali, lai paķertu lielās monētas un īsā\laikā pabeigtu līmeni.\

source: To make progress here you'll need to hit the\edges hard and control your bouncing.\It's often easiest to hit the curb at a corner.\
lv: Šeit, lai tiktu uz priekšu, Tev vajadzēs spēji\triekties apmalēs un kontrolēt savu lēkāšanu.\Reizēm visvienkāršāk ir ieskriet apmales stūrī.\

source: As before, but without the training wheels.\Keep the ball on a level floor\and maintain precise control.\Build some momentum to reach the corners.\
lv: Kā iepriekš, taču bez roku pieturēšanas.\Turi bumbu uz līmeniskas grīdas\un saglabā rūpīgu kontroli.\Izmanto ieskrējienu, lai sasniegtu stūrus.\

source: Remember to keep an eye on the shadow to\help control a bouncing ball. And don't\forget to use the mouse buttons to keep the\ball in view.\
lv: Nepiemirsti paturēt acīs ēnu, lai spētu\vieglāk savaldīt lēkājošu bumbu. Un atceries,\ka vari izmantot peles pogas, lai paturētu\bumbu redzeslokā.\

source: Move the mouse to tilt the floor.\Collect 10 coins to unlock the goal.\Guide the ball to the goal to\finish the level.\\Click to begin.\
lv: Kustini peli, lai liektu grīdu.\Savāc 10 monētas, lai atslēgtu mērķi.\Vadi bumbu līdz mērķim, lai pabeigtu līmeni.\\Klikšķini, lai sāktu.\

source: Use teleporters to go\where you otherwise couldn't.\
lv: Izmanto portālus, lai nokļūtu\tur, kur citādi nevarētu.\

source: ''Flat'' is relative.\Learn to hold the floor at an angle\so that a slope remains level.\This way, you maintain full control of the ball.\Use momentum to get up to the big coins.\
lv: ''Līmenisks'' ir relatīvs jēdziens.\Apgūsti grīdas turēšanu leņķī tā, lai\slīpums turētos līmeniski. Šādi Tu\saglabāsi pilnu kontroli pār bumbu.\Izmanto ieskrējienu, lai tiktu augšā\pie lielajām monētām.\

source: Balance risk versus reward.\
lv: Līdzsvara saglabāšanas risks pret atlīdzību.\

source: Ribbit!\
lv: Hop!\

source: Time the switches carefully to synchronize\the motion of the platforms.\Move quickly across the gaps.\
lv: Rūpīgi izvēlies brīdi slēdžu iedarbināšanai,\lai saskaņotu platformu kustību.\Centies ātri šķērsot plaisas.\

source: This one shouldn't be too difficult.\There are 100 coins here.\That's a save point and a free ball\if you don't accidentally make a goal first.\
lv: Šim te nevajadzētu būt pārāk grūti.\Šeit ir tieši 100 monētu.\Tas nozīmē papildus bumbu,\ja vien Tu vispirms netrāpi mērķī.\

source: Tilt the floor as little as possible.\Less tilt means lower speed.\Lower speed means better control.\Watch the clock and use the time wisely.\\Click to begin.\
lv: Liec grīdu cik maz vien iespējams.\Mazāks slīpums nozīmē mazāku ātrumu.\Mazāks ātrums nozīmē labāku kontroli.\Skaties pulkstenī un velti netērē laiku.\\Klikšķini, lai sāktu.\

source: Each bridge is narrower than the one before.\But each pays better than the last as well!\You get to decide how far you go on this one.\
lv: Katrs tilts ir šaurāks par iepriekšējo.\Taču katrs no tiem arī atmaksājas labāk!\Šeit Tev ļauts izlemt, cik tālu esi gatavs iet.\

source: Yes, the ball does fit quite nicely through\those little holes.\
lv: Jā, bumba patiešām visai glīti der\tajos mazajos caurumiņos.\

source: Stay away from the edges!\When approaching a drop, begin slowing down\early. You need just as much room to slow\down as you did to speed up.\
lv: Turies tālāk no apmalēm!\Kad tuvojies bīstamajai joslai, sāc samazināt\ātrumu jau laikus. Lai apstātos, Tev vajadzēs\tieši tik vietas, cik vajadzēja,\lai izkustētos.\

source: Momentum may work against you.\
lv: Inerce var izrādīties kaitīga.\

source: Allow your greed to guide you.\For an added challenge,\try to get to all of the coins.\It can be done without guesswork.\
lv: Ļauj savai alkatībai sevi vadīt.\Papildus izaicinājumam\pamēģini savākt visas monētas.\To iespējams paveikt bez liekas minēšanas.\

source: Catch the train before it leaves the station.\
lv: Noķer vilcienu, pirms tas pamet staciju.\

source: Hit the switches to move the barriers.\
lv: Trāpi slēdžiem, lai izkustinātu barjeras.\

source: The ball wants to rebound uncontrollably\in a narrow passage. Keep it slow and\off the walls. All the coins are collectable\in the given time.\
lv: Bumbu šaurā ejā interesē tikai nevaldāma\atlēkšana. Pārvietojies lēnām un\turies tālāk no sienām. Visas monētas ir\savācamas dotajā laikā.\

source: A moving platform can be tricky.\Use precise timing to get aboard,\and precise balance to stay there.\Don't let it move out from under you.\Ride the platforms to grab the big coins.\
lv: Kustīga platforma var būt mānīga.\Izvēlies īsto brīdi nokļūšanai uz klāja,\un rūpīgi saglabā līdzsvaru, lai paliktu tur.\Neļauj tai zem Tevis izslīdēt.\Izmanto platformas, lai piekļūtu\lielajām monētām.\

source: Go for a ride.\
lv: Ej pavizināties.

source: Mouse buttons rotate the view.\Press Spacebar to pause, ESC to quit.\\\\Click to begin.\
lv: Peles pogas groza skatu.\Nospied Space pauzei,\ESC spēles pamešanai.\\\Klikšķini, lai sāktu.\

source: Take it slowly.\
lv: Nesteidzies.\

source: Slow and steady.\
lv: Lēni un prātīgi.\

source: You'll only get about 15 seconds at each step,\so don't delay. Get the coins and\get to the next switch.\
lv: Tev tiek apmēram 15 sekundes katrā posmā,\tāpēc nekavējies. Savāc monētas un dodies\pie nākamā slēdža.\

source: Don't get bullied.\
lv: Skaties, ka netiec pagrūsts.\

source: You'll need to exert some control over your\view here. Press F3 to stop the auto-rotation.\Use the mouse buttons to rotate it manually.\Press F1 to return to the auto-rotating view.\
lv: Šeit Tev vajadzēs pielietot zināmu kontroli pār savu\skatu. Nospied F3, lai apturētu autorotāciju.\Izmanto peles pogas, lai pašrocīgi grozītu skatu.\Nospied F1, lai nokļūtu atpakaļ autorotējošajā skatā.\

source: I think I can.\I think I can.\
lv: Es to varu,\es to varu.\

source: So close, yet so very far.\
lv: Tik tuvu un tomēr tik ļoti tālu.\

source: Ride the elevators to the top.\They move quickly,\and bat the ball around a bit.\Be prepared to handle some bouncing.\
lv: Brauc ar pacēlājiem līdz pašai\augšai. Tie ātri pārvietojas,\un nedaudz mētā bumbu.\Esi gatavs izturēt mērenu palēkāšanu.\

source: Take it slow to keep it away from the edge.\Or, don't.\Either way might work.\
lv: Ripinies lēnām, lai nenokļūtu pārāk tuvu malai.\Vai arī nē.\Abējādi var izdoties.\

source: Have fun picking up those\red and blue coins.\
lv: Lai veicas, vācot tās\sarkanās un zilās monētas.\

source: Just as before, but moving up instead of down.\No cheating this time.\
lv: Tāpat kā iepriekš, tikai uz augšu, nevis lejup.\Šoreiz nekādas mānīšanās.\

source: Don't worry.\The green part isn't going anywhere.\
lv: Neraizējies.\Zaļā daļa nekur nepazudīs.

source: Here's yet another test of your ability\to control bouncing. Moving down the\stairs too quickly can be hazardous.\
lv: Lūk, vēl viena pārbaude Tavai spējai\pārvaldīt bumbas lēkāšanu. Kāpšana lejup\pa kāpnēm pārāk ātri var kļūt bīstama.\

source: Use the switches to set the platforms\in motion. Time it so they come\together in the middle.\
lv: Izmanto slēdžus, lai liktu platformām\kustēties. Izvēlies īsto brīdi tā,\lai tās vidū satiktos.\

source: This maze has no walls.\But that doesn't make the solution\any easier to find.\
lv: Šim labirintam nav sienu.\Tas gan nenozīmē, ka risinājumu\atrast būs daudz vienkāršāk.\

source: The ball must be entirely within a teleporter\in order to trigger it.\Remember that the ball carries its momentum\through a teleporter, so plan ahead.\
lv: Bumbai pilnībā jāatrodas portāla iekšienē,\lai to iedarbinātu.\Paturi prātā, ka bumba saglabā savu inerci\cauri portālam, tādēļ plāno jau laikus.\

source: The floor is as flat as you make it.\
lv: Grīda ir tieši tik līdzena, cik Tu tai liec būt.\
